tap "homebrew/cask-fonts"

cask "font-jetbrains-mono-nerd-font"

brew "git"
brew "jq"
brew "tig"
brew "exa"
brew "bat"
brew "neovim" 
brew "stow"

# file manager for console
brew "ranger"

# tmux
brew "tmux"
brew "tmuxinator"

# zsh
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

# used by telescope in nvim
brew "ripgrep" 
brew "fd"

# fish
brew "fish"
brew "fisher"

# used for formatting lua
brew "stylua"

cask "kitty"

# window manager
cask "amethyst"
